Repository: mgpld/zotonic
Catalog: modules/mod_signup/translations/*.po
Languages: tr

source: Bring me to my profile page
tr: Profil sayfama git

source: Check our Terms of Service and Privacy policies
tr: Lütfen Kullanım ve Gizlilik Politikamızı onaylayın

source: Choose a username and password
tr: Kullanıcı adı ve şifre seçin

source: Confirm key
tr: Onay anahtarı

source: Confirm my account
tr: Hesabımı onayla

source: Confirm my account.
tr: Hesabımı onayla

source: Dear
tr: Sayın

source: First name
tr: Adınız

source: Hope to see you soon.
tr: Çok yakında görüşmek üzere.

source: I agree to the
tr: Sözleşmeyi kabul ediyorum

source: If the link does not work then you can go to
tr: Eğer link çalışmazsa

source: If you have already an account,
tr: Zaten üyemiz iseniz,

source: In your e-mail you received a confirmation key. Please copy it in the input field below.
tr: E-mailinize onay anahtarı gönderildi. Lütfen aşağıdaki alana anahtarı kopyalayıp yapıştırınız.

source: Last name
tr: Soyadınız

source: Password
tr: Şifre

source: Please confirm your account
tr: Lütfen hesabınızı onaylayın

source: Please follow the link below.
tr: Lütfen aşağıdaki linki takip edin

source: Prefix
tr: Önek

source: Privacy policies
tr: Gizlilik Politikasını onaylıyorum

source: Sign Up
tr: Üye Ol

source: Sorry, I don't know that confirmation code. Did you copy it correctly?
tr: Üzgünüz, bu onay kodu geçersiz. Doğru olarak kopyaladığınızdan emin olun.

source: Sorry, there is already an account coupled to your account at your service provider. Maybe your account here was suspended.
tr: Üzgünüz, servis sağlayıcınız tarafından zaten bu hesap yaratılmış. Facebook üzerindeki hesabınız durdurulmuş olabilir.

source: Thank you for registering at our site. We request you to confirm your account before you can use it.
tr: Üye olduğunuz çok teşekkür ediyoruz. Hesabınızı keyifle kullanmak için onaylamanız gerekiyor.

source: To sign up you must agree with the Terms of Service and Privacy policies.
tr: Kayıt olmak için onay vermeniz gerekiyor.

source: Username
tr: Kullanıcı adı

source: Verify password
tr: Şifre tekrar

source: Welcome
tr: Hoşgeldiniz

source: You can also
tr: Ayrıca

source: Your account is confirmed. You can now continue on our site.
tr: Hesabınız onaylandı. Şimdi siteye devam edebilirsiniz.

source: and enter the key
tr: anahtarı giriniz

source: and the
tr: ve

source: in the input field.
tr: giriş alanına

source: sign up for a username and password
tr: kullanıcı adı ve şifre ile kayıt olabilirsiniz
